; Male - Two Piercings

[SM_BrowRing_Earring X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings"

[SM_BrowRing_LipRing X2BodyPartTemplate]
DisplayName="Brow Ring, Lip Ring"

[SM_BrowRing_NoseRing X2BodyPartTemplate]
DisplayName="Brow Ring, Nose Ring"

[SM_BrowRing_NoseStud X2BodyPartTemplate]
DisplayName="Brow Ring, Nose Stud"

[SM_Earring_LipRing X2BodyPartTemplate]
DisplayName="Earrings, Lip Ring"

[SM_Earring_NoseRing X2BodyPartTemplate]
DisplayName="Earrings, Nose Ring"

[SM_Earring_NoseStud X2BodyPartTemplate]
DisplayName="Earrings, Nose Stud"

[SM_LipRing_NoseRing X2BodyPartTemplate]
DisplayName="Lip Ring, Nose Ring"

[SM_LipRing_NoseStud X2BodyPartTemplate]
DisplayName="Lip Ring, Nose Stud"

[SM_NoseRing_NoseStud X2BodyPartTemplate]
DisplayName="Nose Ring, Nose Stud"

; Male - Three Piercings

[SM_BrowRing_Earring_LipRing X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Lip Ring"

[SM_BrowRing_Earring_NoseRing X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Nose Ring"

[SM_BrowRing_Earring_NoseStud X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Nose Stud"
  
[SM_BrowRing_LipRing_NoseRing X2BodyPartTemplate]
DisplayName="Brow Ring, Lip Ring, Nose Ring"
  
[SM_BrowRing_LipRing_NoseStud X2BodyPartTemplate]
DisplayName="Brow Ring, Lip Ring, Nose Stud" 
 
[SM_BrowRing_NoseRing_NoseStud X2BodyPartTemplate]
DisplayName="Brow Ring, Nose Ring, Nose Stud"

[SM_Earring_LipRing_NoseRing X2BodyPartTemplate]
DisplayName="Earrings, Lip Ring, Nose Ring"

[SM_Earring_LipRing_NoseStud X2BodyPartTemplate]
DisplayName="Earrings, Lip Ring, Nose Stud"
 
[SM_Earring_NoseRing_NoseStud X2BodyPartTemplate]
DisplayName="Earrings, Nose Ring, Nose Stud"  
  
[SM_LipRing_NoseRing_NoseStud X2BodyPartTemplate]
DisplayName="Lip Ring, Nose Ring, Nose Stud" 

; Male - Four Piercings

[SM_BrowRing_Earring_LipRing_NoseRing X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Lip Ring, Nose Ring" 

[SM_BrowRing_Earring_LipRing_NoseStud X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Lip Ring, Nose Stud" 

[SM_BrowRing_Earring_NoseRing_NoseStud X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Nose Ring, Nose Stud"

[SM_BrowRing_LipRing_NoseRing_NoseStud X2BodyPartTemplate]
DisplayName="Brow Ring, Lip Ring, Nose Ring, Nose Stud"

[SM_Earring_LipRing_NoseRing_NoseStud X2BodyPartTemplate]
DisplayName="Earrings, Lip Ring, Nose Ring, Nose Stud"

; Male - All Piercings

[SM_AllPiercings X2BodyPartTemplate]
DisplayName="All Piercings"

; Female - Two Piercings

[SM_BrowRing_Earring_F X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings"

[SM_BrowRing_LipRing_F X2BodyPartTemplate]
DisplayName="Brow Ring, Lip Ring"

[SM_BrowRing_NoseRing_F X2BodyPartTemplate]
DisplayName="Brow Ring, Nose Ring"

[SM_BrowRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Brow Ring, Nose Stud"

[SM_Earring_LipRing_F X2BodyPartTemplate]
DisplayName="Earrings, Lip Ring"

[SM_Earring_NoseRing_F X2BodyPartTemplate]
DisplayName="Earrings, Nose Ring"

[SM_Earring_NoseStud_F X2BodyPartTemplate]
DisplayName="Earrings, Nose Stud"

[SM_LipRing_NoseRing_F X2BodyPartTemplate]
DisplayName="Lip Ring, Nose Ring"

[SM_LipRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Lip Ring, Nose Stud"

[SM_NoseRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Nose Ring, Nose Stud"

; Female - Three Piercings

[SM_BrowRing_Earring_LipRing_F X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Lip Ring"

[SM_BrowRing_Earring_NoseRing_F X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Nose Ring"

[SM_BrowRing_Earring_NoseStud_F X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Nose Stud"
  
[SM_BrowRing_LipRing_NoseRing_F X2BodyPartTemplate]
DisplayName="Brow Ring, Lip Ring, Nose Ring"
  
[SM_BrowRing_LipRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Brow Ring, Lip Ring, Nose Stud" 
 
[SM_BrowRing_NoseRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Brow Ring, Nose Ring, Nose Stud"

[SM_Earring_LipRing_NoseRing_F X2BodyPartTemplate]
DisplayName="Earrings, Lip Ring, Nose Ring"

[SM_Earring_LipRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Earrings, Lip Ring, Nose Stud"
 
[SM_Earring_NoseRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Earrings, Nose Ring, Nose Stud"  
  
[SM_LipRing_NoseRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Lip Ring, Nose Ring, Nose Stud"

; Female - Four Piercings

[SM_BrowRing_Earring_LipRing_NoseRing_F X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Lip Ring, Nose Ring" 

[SM_BrowRing_Earring_LipRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Lip Ring, Nose Stud" 

[SM_BrowRing_Earring_NoseRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Brow Ring, Earrings, Nose Ring, Nose Stud"

[SM_BrowRing_LipRing_NoseRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Brow Ring, Lip Ring, Nose Ring, Nose Stud"

[SM_Earring_LipRing_NoseRing_NoseStud_F X2BodyPartTemplate]
DisplayName="Earrings, Lip Ring, Nose Ring, Nose Stud" 

; Female - All Piercings

[SM_AllPiercings_F X2BodyPartTemplate]
DisplayName="All Piercings"
